Repository: thefrcrazy/dmx-money-2
Catalog: apple/DmxMoney-macOS-Modern/AppShortcuts.xcstrings
Source language: fr
Languages: en

source: Quel est mon solde dans ${applicationName}
en: What's my balance in ${applicationName}

source: Quel est mon solde sur ${applicationName}
en: What is my balance on ${applicationName}

source: Quel est mon solde avec ${applicationName}
en: What is my balance in ${applicationName}

source: Mon solde ${applicationName}
en: My balance in ${applicationName}

source: Solde ${applicationName}
en: ${applicationName} balance

source: Combien j'ai sur ${applicationName}
en: How much money do I have in ${applicationName}

source: Combien il me reste dans ${applicationName}
en: How much budget is left in ${applicationName}

source: Combien il me reste sur ${applicationName}
en: How much do I have left in ${applicationName}

source: Mon budget ${applicationName}
en: My budget in ${applicationName}

source: Budget ${applicationName}
en: ${applicationName} budget

source: Mes prochaines échéances dans ${applicationName}
en: My upcoming payments in ${applicationName}

source: Prochaines échéances ${applicationName}
en: Upcoming payments in ${applicationName}

source: Mon résumé du mois dans ${applicationName}
en: My monthly summary in ${applicationName}

source: Résumé du mois ${applicationName}
en: ${applicationName} monthly summary

source: Demander à ${applicationName}
en: Ask ${applicationName}

source: Poser une question à ${applicationName}
en: Ask a question to ${applicationName}

source: Ajouter une opération dans ${applicationName}
en: Add a transaction in ${applicationName}

source: Solde
en: Balance

source: Budget restant
en: Budget left

source: Échéances
en: Upcoming payments

source: Résumé du mois
en: Monthly summary

source: Demander
en: Ask

source: Ajouter une opération
en: Add transaction

source: Ajouter ${kind} dans ${applicationName}
en: Add ${kind} in ${applicationName}

source: Noter ${kind} dans ${applicationName}
en: Log ${kind} in ${applicationName}

source: Nouvelle opération ${applicationName}
en: New transaction in ${applicationName}
